Repository: Unixcision/uniconnect
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, km, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# sidebar.help.feedback.endpointError
source: Feedback submission is not configured. Use Report an Issue in the Help menu instead.
ar: لم يتم تكوين إرسال الملاحظات.استخدم الإبلاغ عن مشكلة في قائمة المساعدة بدلاً من ذلك.
bs: Slanje povratnih informacija nije konfigurirano. Umjesto toga koristite Prijavi problem u meniju Pomoć.
da: Feedbackindsendelse er ikke konfigureret. Brug Rapporter et problem i menuen Hjælp i stedet.
de: Die Übermittlung von Feedback ist nicht konfiguriert. Verwenden Sie stattdessen „Problem melden“ im Menü „Hilfe“.
es: El envío de comentarios no está configurado. Usa «Informar de un problema» en el menú Ayuda.
fr: L’envoi des commentaires n’est pas configuré. Utilisez plutôt Signaler un problème dans le menu Aide.
it: L'invio del feedback non è configurato. Utilizza invece Segnala un problema nel menu Aiuto.
ja: フィードバックの送信が構成されていません。代わりに、[ヘルプ] メニューの [問題の報告] を使用してください。
km: ការបញ្ជូនមតិត្រឡប់មិនត្រូវបានកំណត់រចនាសម្ព័ន្ធទេ។ប្រើរាយការណ៍បញ្ហានៅក្នុងម៉ឺនុយជំនួយជំនួសវិញ។
ko: 피드백 제출이 구성되지 않았습니다.대신 도움말 메뉴의 문제 보고를 사용하세요.
nb: Tilbakemelding er ikke konfigurert. Bruk Rapporter et problem i Hjelp-menyen i stedet.
pl: Przesyłanie opinii nie jest skonfigurowane. Zamiast tego użyj opcji Zgłoś problem w menu Pomoc.
pt_br: O envio de feedback não está configurado. Use Reportar um problema no menu Ajuda.
ru: Отправка отзывов не настроена. Вместо этого используйте «Сообщить о проблеме» в меню «Справка».
th: ไม่ได้กำหนดค่าการส่งคำติชมใช้รายงานปัญหาในเมนูวิธีใช้แทน
tr: Geri bildirim gönderimi yapılandırılmadı. Bunun yerine Yardım menüsündeki Sorun Bildir'i kullanın.
uk: Надсилання відгуку не налаштовано. Замість цього скористайтеся пунктом «Повідомити про проблему» в меню «Довідка».
zh_hans: 未配置反馈提交。请改用“帮助”菜单中的“报告问题”。
zh_hant: 未配置反饋提交。請改用「幫助」選單中的「回報問題」。

# sidebar.help.feedback.genericError
source: Couldn't send feedback. Please try again.
ar: تعذر إرسال التعليقات.يرجى المحاولة مرة أخرى.
bs: Nije moguće poslati povratne informacije. Molimo pokušajte ponovo.
da: Kunne ikke sende feedback. Prøv venligst igen.
de: Es konnte kein Feedback gesendet werden. Bitte versuchen Sie es erneut.
es: No se pudo enviar comentarios. Por favor inténtalo de nuevo.
fr: Impossible d'envoyer des commentaires. Veuillez réessayer.
it: Impossibile inviare feedback. Per favore riprova.
ja: フィードバックを送信できませんでした。もう一度お試しください。
km: មិនអាចផ្ញើមតិកែលម្អបានទេ។សូមព្យាយាមម្តងទៀត។
ko: 피드백을 보내지 못했습니다. 다시 시도하세요.
nb: Kunne ikke sende tilbakemelding. Vennligst prøv igjen.
pl: Nie udało się wysłać opinii. Spróbuj ponownie.
pt_br: Não foi possível enviar comentários. Por favor, tente novamente.
ru: Не удалось отправить отзыв. Пожалуйста, попробуйте еще раз.
th: ไม่สามารถส่งความคิดเห็นได้โปรดลองอีกครั้ง
tr: Geri bildirim gönderilemedi. Lütfen tekrar deneyin.
uk: Не вдалося надіслати відгук. Спробуйте ще раз.
zh_hans: 无法发送反馈。请再试一次。
zh_hant: 無法發送回饋。請再試一次。

# sidebar.help.feedback.imageTooLarge
source: Each image must be 4 MB or smaller.
ar: يجب أن يكون حجم كل صورة 4 ميغابايت أو أصغر.
bs: Svaka slika mora biti 4 MB ili manja.
da: Hvert billede skal være 4 MB eller mindre.
de: Jedes Bild darf maximal 4 MB groß sein.
es: Cada imagen debe tener 4 MB o menos.
fr: Chaque image doit faire 4 Mo ou moins.
it: Ogni immagine deve essere di 4 MB o inferiore.
ja: 各画像は 4 MB 以下にしてください。
km: រូបភាពនីមួយៗត្រូវតែមានទំហំ 4 MB ឬតូចជាងនេះ។
ko: 각 이미지는 4MB 이하여야 합니다.
nb: Hvert bilde må være 4 MB eller mindre.
pl: Każdy obraz musi mieć rozmiar 4 MB lub mniejszy.
pt_br: Cada imagem deve ter 4 MB ou menos.
ru: Размер каждого изображения должен составлять 4 МБ или меньше.
th: แต่ละภาพต้องมีขนาด 4 MB หรือเล็กกว่า
tr: Her görsel 4 MB veya daha küçük olmalıdır.
uk: Кожне зображення повинно бути не більше 4 МБ.
zh_hans: 每个图像必须为 4 MB 或更小。
zh_hant: 每個圖像必須為 4 MB 或更小。

# sidebar.help.feedback.invalidEmail
source: Enter a valid email address.
ar: أدخل عنوان بريد إلكتروني صالحًا.
bs: Unesite važeću adresu e-pošte.
da: Indtast en gyldig e-mailadresse.
de: Geben Sie eine gültige E-Mail-Adresse ein.
es: Ingrese una dirección de correo electrónico válida.
fr: Entrez une adresse e-mail valide.
it: Inserisci un indirizzo email valido.
ja: 有効なメールアドレスを入力してください。
km: បញ្ចូលអាសយដ្ឋានអ៊ីមែលត្រឹមត្រូវ។
ko: 올바른 이메일 주소를 입력하세요.
nb: Skriv inn en gyldig e-postadresse.
pl: Wpisz prawidłowy adres e-mail.
pt_br: Insira um endereço de e-mail válido.
ru: Введите действительный адрес электронной почты.
th: ป้อนที่อยู่อีเมลที่ถูกต้อง
tr: Geçerli bir e-posta adresi girin.
uk: Введіть дійсну електронну адресу.
zh_hans: 输入有效的电子邮件地址。
zh_hant: 輸入有效的電子郵件地址。

# sidebar.help.feedback.invalidImageSelection
source: One of the selected files could not be attached.
ar: لا يمكن إرفاق أحد الملفات المحددة.
bs: Nije moguće priložiti jednu od odabranih datoteka.
da: En af de valgte filer kunne ikke vedhæftes.
de: Eine der ausgewählten Dateien konnte nicht angehängt werden.
es: Uno de los archivos seleccionados no se pudo adjuntar.
fr: L'un des fichiers sélectionnés n'a pas pu être joint.
it: Impossibile allegare uno dei file selezionati.
ja: 選択したファイルのうち1つを添付できませんでした。
km: ឯកសារមួយក្នុងចំណោមឯកសារដែលបានជ្រើសរើសមិនអាចភ្ជាប់បានទេ។
ko: 선택한 파일 중 하나를 첨부할 수 없습니다.
nb: En av de valgte filene kunne ikke legges ved.
pl: Nie można załączyć jednego z wybranych plików.
pt_br: Não foi possível anexar um dos arquivos selecionados.
ru: Не удалось прикрепить один из выбранных файлов.
th: ไม่สามารถแนบไฟล์ใดไฟล์หนึ่งที่เลือกได้
tr: Seçilen dosyalardan biri eklenemedi.
uk: Один з вибраних файлів не вдалося прикріпити.
zh_hans: 无法附加所选文件之一。
zh_hant: 無法附加所選文件之一。

# sidebar.help.feedback.message
source: Message
ar: رسالة
bs: Poruka
da: Besked
de: Nachricht
es: Mensaje
it: Messaggio
ja: メッセージ
km: សារ
ko: 메시지
nb: Melding
pl: Wiadomość
pt_br: Mensagem
ru: Сообщение
th: ข้อความ
tr: Mesaj
uk: Повідомлення
zh_hans: 留言
zh_hant: 留言

# sidebar.help.feedback.messagePlaceholder
source: Share feedback, feature requests, or issues.
ar: مشاركة التعليقات أو طلبات الميزات أو المشكلات.
bs: Podijelite povratne informacije, zahtjeve za funkcijama ili probleme.
da: Del feedback, funktionsanmodninger eller problemer.
de: Teilen Sie Feedback, Funktionswünsche oder Probleme.
es: Comparta comentarios, solicitudes de funciones o problemas.
fr: Partagez des commentaires, des demandes de fonctionnalités ou des problèmes.
it: Condividi feedback, richieste di funzionalità o problemi.
ja: フィードバック、機能要望、不具合をお知らせください。
km: ចែករំលែកមតិកែលម្អ សំណើមុខងារ ឬបញ្ហា។
ko: 피드백, 기능 요청 또는 문제를 공유하세요.
nb: Del tilbakemeldinger, funksjonsforespørsler eller problemer.
pl: Podziel się opiniami, prośbami o nowe funkcje lub problemami.
pt_br: Compartilhe comentários, solicitações de recursos ou problemas.
ru: Поделитесь отзывами, пожеланиями или проблемами.
th: แบ่งปันความคิดเห็น คำขอคุณลักษณะ หรือปัญหาต่างๆ
tr: Geri bildirimi, özellik isteklerini veya sorunları paylaşın.
uk: Поділіться відгуком, пропозиціями або повідомте про проблему.
zh_hans: 分享反馈、功能请求或问题。
zh_hant: 分享回饋、功能請求或問題。

# sidebar.help.feedback.messageTooLong
source: Your message is too long.
ar: رسالتك طويلة جدًا.
bs: Vaša poruka je predugačka.
da: Din besked er for lang.
de: Ihre Nachricht ist zu lang.
es: Tu mensaje es demasiado largo.
fr: Votre message est trop long.
it: Il tuo messaggio è troppo lungo.
ja: メッセージが長すぎます。
km: សាររបស់អ្នកវែងពេក។
ko: 메시지가 너무 깁니다.
nb: Meldingen din er for lang.
pl: Twoja wiadomość jest za długa.
pt_br: Sua mensagem é muito longa.
ru: Ваше сообщение слишком длинное.
th: ข้อความของคุณยาวเกินไป
tr: Mesajınız çok uzun.
uk: Ваше повідомлення занадто довге.
zh_hans: 您的留言太长了。
zh_hant: 您的留言太長了。

# sidebar.help.feedback.note
source: A human will read your message.
ar: سوف يقرأ الإنسان رسالتك.
bs: Čovjek će pročitati vašu poruku.
da: Et menneske vil læse din besked.
de: Ein Mensch wird Ihre Nachricht lesen.
es: Una persona leerá tu mensaje.
fr: Un humain lira votre message.
it: Un essere umano leggerà il tuo messaggio.
ja: 人間があなたのメッセージを読みます。
km: មនុស្សនឹងអានសាររបស់អ្នក។
ko: 인간이 당신의 메시지를 읽을 것입니다.
nb: Et menneske vil lese meldingen din.
pl: Twoja wiadomość zostanie odczytana przez człowieka.
pt_br: Um humano lerá sua mensagem.
ru: Ваше сообщение прочитает человек.
th: มนุษย์จะอ่านข้อความของคุณ
tr: Bir insan mesajınızı okuyacaktır.
uk: Людина прочитає ваше повідомлення.
zh_hans: 会有人阅读您的消息。
zh_hant: 會有人閱讀您的訊息。

# sidebar.help.feedback.rateLimited
source: Too many feedback attempts. Please try again later.
ar: محاولات كثيرة جدًا للتعليقات.يرجى المحاولة مرة أخرى في وقت لاحق.
bs: Previše pokušaja povratnih informacija. Molimo pokušajte ponovo kasnije.
da: For mange feedbackforsøg. Prøv venligst igen senere.
de: Zu viele Feedbackversuche. Bitte versuchen Sie es später noch einmal.
es: Demasiados intentos de retroalimentación. Inténtelo de nuevo más tarde.
fr: Trop de tentatives de feedback. Veuillez réessayer plus tard.
it: Troppi tentativi di feedback. Per favore riprova più tardi.
ja: フィードバックの送信回数が多すぎます。しばらくしてからもう一度お試しください。
km: ការព្យាយាមមតិកែលម្អច្រើនពេក។សូមព្យាយាមម្តងទៀតនៅពេលក្រោយ។
ko: 피드백 시도가 너무 많습니다. 나중에 다시 시도하세요.
nb: For mange tilbakemeldingsforsøk. Vennligst prøv igjen senere.
pl: Zbyt wiele prób uzyskania informacji zwrotnej. Spróbuj ponownie później.
pt_br: Muitas tentativas de feedback. Por favor, tente novamente mais tarde.
ru: Слишком много попыток обратной связи. Пожалуйста, повторите попытку позже.
th: พยายามแสดงความคิดเห็นมากเกินไปโปรดลองอีกครั้งในภายหลัง
tr: Çok fazla geri bildirim girişimi. Lütfen daha sonra tekrar deneyin.
uk: Занадто багато спроб надсилання відгуку. Спробуйте пізніше.
zh_hans: 太多的反馈尝试。请稍后重试。
zh_hant: 太多的回饋嘗試。請稍後重試。

# sidebar.help.feedback.removeAttachment
source: Remove
ar: إزالة
bs: Ukloni
da: Fjern
de: Entfernen
es: Quitar
fr: Supprimer
it: Rimuovi
ja: 削除
km: ដកចេញ
ko: 제거
nb: Fjern
pl: Usuń
pt_br: Remover
ru: Удалить
th: ลบ
tr: Kaldır
uk: Видалити
zh_hans: 删除
zh_hant: 刪除

# sidebar.help.feedback.send
source: Send
ar: أرسل
bs: Pošalji
de: Senden
es: Enviar
fr: Envoyer
it: Invia
ja: 送信
km: ផ្ញើ
ko: 보내기
pl: Wyślij
pt_br: Enviar
ru: Отправить
th: ส่ง
tr: Gönder
uk: Надіслати
zh_hans: 发送
zh_hant: 傳送

# sidebar.help.feedback.successBody
source: Thank you for helping improve UniConnect.
ar: شكرًا لك على المساعدة في تحسين UniConnect.
bs: Hvala vam što pomažete u poboljšanju UniConnect.
da: Tak, fordi du hjælper med at forbedre UniConnect.
de: Vielen Dank für Ihre Hilfe bei der Verbesserung von UniConnect.
es: Gracias por ayudar a mejorar UniConnect.
fr: Merci d'avoir contribué à l'amélioration de UniConnect.
it: Grazie per aver contribuito a migliorare UniConnect.
ja: UniConnect の改善にご協力いただきありがとうございます。
km: សូមអរគុណចំពោះការជួយកែលម្អ UniConnect។
ko: UniConnect 개선에 도움을 주셔서 감사합니다.
nb: Takk for at du hjelper til med å forbedre UniConnect.
pl: Dziękujemy za pomoc w ulepszeniu UniConnect.
pt_br: Obrigado por ajudar a melhorar UniConnect.
ru: Благодарим вас за помощь в улучшении UniConnect.
th: ขอบคุณที่ช่วยปรับปรุง UniConnect
tr: UniConnect'nin iyileştirilmesine yardımcı olduğunuz için teşekkür ederiz.
uk: Дякуємо за допомогу в покращенні UniConnect.
zh_hans: 感谢您帮助改进UniConnect。
zh_hant: 感謝您協助改進UniConnect。

# sidebar.help.feedback.successTitle
source: Thanks for the feedback.
ar: شكرا على ردود الفعل.
bs: Hvala na povratnim informacijama.
da: Tak for feedback.
de: Danke für das Feedback.
es: Gracias por los comentarios.
fr: Merci pour les commentaires.
it: Grazie per il feedback
ja: フィードバックありがとうございます。
km: អរគុណសម្រាប់មតិកែលម្អ។
ko: 피드백을 보내주셔서 감사합니다.
nb: Takk for tilbakemeldingen.
pl: Dziękujemy za opinię.
pt_br: Obrigado pelo feedback.
ru: Спасибо за отзыв.
th: ขอบคุณสำหรับคำติชม
tr: Geri bildiriminiz için teşekkür ederiz.
uk: Дякуємо за відгук.
zh_hans: 感谢您的反馈。
zh_hant: 感謝您的回饋。

# sidebar.help.feedback.title
source: Send Feedback
ar: إرسال الملاحظات
bs: Pošalji povratne informacije
de: Feedback senden
es: Enviar comentarios
fr: Envoyer des commentaires
it: Invia feedback
ja: フィードバックを送信
km: ផ្ញើមតិកែលម្អ
ko: 피드백 보내기
nb: Send tilbakemelding
pl: Wyślij opinię
pt_br: Enviar comentários
ru: Отправить отзыв
th: ส่งคำติชม
tr: Geri Bildirim Gönder
uk: Надіслати відгук
zh_hans: 发送反馈
zh_hant: 傳送回饋

# sidebar.help.feedback.tooManyImages
source: You can attach up to 10 images.
ar: يمكنك إرفاق ما يصل إلى 10 صور.
bs: Možete priložiti do 10 slika.
da: Du kan vedhæfte op til 10 billeder.
de: Sie können bis zu 10 Bilder anhängen.
es: Puede adjuntar hasta 10 imágenes.
fr: Vous pouvez joindre jusqu'à 10 images.
it: Puoi allegare fino a 10 immagini.
ja: 画像は最大10枚まで添付できます。
km: អ្នកអាចភ្ជាប់បានរហូតដល់ 10 រូបភាព។
ko: 최대 10장의 이미지를 첨부할 수 있습니다.
nb: Du kan legge ved opptil 10 bilder.
pl: Możesz załączyć maksymalnie 10 zdjęć.
pt_br: Você pode anexar até 10 imagens.
ru: Вы можете прикрепить до 10 изображений.
th: คุณสามารถแนบภาพได้สูงสุด 10 ภาพ
tr: En fazla 10 resim ekleyebilirsiniz.
uk: Можна прикріпити до 10 зображень.
zh_hans: 您最多可以附加 10 张图像。
zh_hant: 您最多可以附加 10 張圖像。

# sidebar.help.feedback.totalImagesTooLarge
source: These images are too large to send together. Remove a few and try again.
ar: هذه الصور كبيرة جدًا بحيث لا يمكن إرسالها معًا.قم بإزالة القليل وحاول مرة أخرى.
bs: Ove slike su prevelike za slanje zajedno. Uklonite nekoliko i pokušajte ponovo.
da: Disse billeder er for store til at sendes sammen. Fjern nogle få og prøv igen.
de: Diese Bilder sind zu groß, um sie zusammen zu versenden. Entfernen Sie ein paar und versuchen Sie es erneut.
es: Estas imágenes son demasiado grandes para enviarlas juntas. Elimina algunos y vuelve a intentarlo.
fr: Ces images sont trop volumineuses pour être envoyées ensemble. Supprimez-en quelques-uns et réessayez.
it: Queste immagini sono troppo grandi per essere inviate insieme. Rimuovine alcuni e riprova.
ja: これらの画像はまとめて送信するには大きすぎます。いくつか削除してもう一度お試しください。
km: រូបភាពទាំងនេះមានទំហំធំពេកមិនអាចផ្ញើជាមួយគ្នាបាន។ដកពីរបីចេញ ហើយព្យាយាមម្តងទៀត។
ko: 이미지가 너무 커서 함께 보낼 수 없습니다. 몇 개를 제거하고 다시 시도하세요.
nb: Disse bildene er for store til å sendes sammen. Fjern noen og prøv igjen.
pl: Te obrazy są zbyt duże, aby wysłać je razem. Usuń kilka i spróbuj ponownie.
pt_br: Estas imagens são muito grandes para serem enviadas juntas. Remova alguns e tente novamente.
ru: Эти изображения слишком велики, чтобы их можно было отправить вместе. Удалите несколько и повторите попытку.
th: ภาพเหล่านี้ใหญ่เกินกว่าจะส่งร่วมกันได้ลบบางส่วนออกแล้วลองอีกครั้ง
tr: Bu resimler birlikte gönderilemeyecek kadar büyük. Birkaçını kaldırın ve tekrar deneyin.
uk: Ці зображення занадто великі для надсилання разом. Видаліть кілька та спробуйте ще раз.
zh_hans: 这些图像太大，无法一起发送。删除一些并重试。
zh_hant: 這些圖像太大，無法一起發送。刪除一些並重試。

# sidebar.help.feedback.validationError
source: Check your message and attachments, then try again.
ar: تحقق من رسالتك ومرفقاتك، ثم حاول مرة أخرى.
bs: Provjerite svoju poruku i priloge, a zatim pokušajte ponovo.
da: Tjek din besked og dine vedhæftede filer, og prøv derefter igen.
de: Überprüfen Sie Ihre Nachricht und Anhänge und versuchen Sie es dann erneut.
es: Revise su mensaje y sus archivos adjuntos y vuelva a intentarlo.
fr: Vérifiez votre message et vos pièces jointes, puis réessayez.
it: Controlla il messaggio e gli allegati, quindi riprova.
ja: メッセージと添付ファイルを確認して、もう一度お試しください。
km: ពិនិត្យសារ និងឯកសារភ្ជាប់របស់អ្នក បន្ទាប់មកព្យាយាមម្តងទៀត។
ko: 메시지와 첨부 파일을 확인한 후 다시 시도하세요.
nb: Sjekk meldingen og vedleggene, og prøv på nytt.
pl: Sprawdź wiadomość i załączniki, a następnie spróbuj ponownie.
pt_br: Verifique sua mensagem e seus anexos e tente novamente.
ru: Проверьте свое сообщение и вложения, а затем повторите попытку.
th: ตรวจสอบข้อความและไฟล์แนบของคุณ แล้วลองอีกครั้ง
tr: Mesajınızı ve eklerini kontrol edip tekrar deneyin.
uk: Перевірте повідомлення та вкладення, потім спробуйте ще раз.
zh_hans: 检查您的消息和附件，然后重试。
zh_hant: 檢查您的訊息和附件，然後再試一次。

# about.licenses
source: Licenses
ar: التراخيص
bs: Licence
da: Licenser
de: Lizenzen
es: Licencias
fr: Licences
it: Licenze
ja: ライセンス
ko: 라이선스
nb: Lisenser
pl: Licencje
pt_br: Licenças
ru: Лицензии
th: สัญญาอนุญาต
tr: Lisanslar
uk: Ліцензії
zh_hans: 许可证
zh_hant: 授權條款

# about.licenses.notFound
source: Licenses file not found.
ar: لم يتم العثور على ملف التراخيص.
bs: Datoteka s licencama nije pronađena.
da: Licensfilen blev ikke fundet.
de: Lizenzdatei nicht gefunden.
es: No se encontró el archivo de licencias.
fr: Fichier de licences introuvable.
it: File delle licenze non trovato.
ja: ライセンスファイルが見つかりません。
ko: 라이선스 파일을 찾을 수 없습니다.
nb: Lisensfilen ble ikke funnet.
pl: Nie znaleziono pliku licencji.
pt_br: Arquivo de licenças não encontrado.
ru: Файл лицензий не найден.
th: ไม่พบไฟล์สัญญาอนุญาต
tr: Lisans dosyası bulunamadı.
uk: Файл ліцензій не знайдено.
zh_hans: 未找到许可证文件。
zh_hant: 找不到授權條款檔案。

# about.licenses.windowTitle
source: Third-Party Licenses
ar: تراخيص الجهات الخارجية
bs: Licence trećih strana
da: Tredjepartslicenser
de: Drittanbieter-Lizenzen
es: Licencias de terceros
fr: Licences tierces
it: Licenze di terze parti
ja: サードパーティライセンス
ko: 서드파티 라이선스
nb: Tredjepartslisenser
pl: Licencje stron trzecich
pt_br: Licenças de Terceiros
ru: Лицензии сторонних компонентов
th: สัญญาอนุญาตของบุคคลที่สาม
tr: Üçüncü Taraf Lisansları
uk: Ліцензії сторонніх бібліотек
zh_hans: 第三方许可证
zh_hant: 第三方授權條款

# about.version
source: Version
ar: الإصدار
bs: Verzija
es: Versión
it: Versione
ko: 버전
nb: Versjon
pl: Wersja
pt_br: Versão
ru: Версия
th: เวอร์ชัน
tr: Sürüm
uk: Версія
zh_hans: 版本
zh_hant: 版本

# accessibility.workspacePosition
source: %1$@, workspace %2$lld of %3$lld
ar: %1$@، مساحة العمل %2$lld من %3$lld
bs: %1$@, radni prostor %2$lld od %3$lld
da: %1$@, arbejdsområde %2$lld af %3$lld
de: %1$@, Arbeitsbereich %2$lld von %3$lld
es: %1$@, espacio de trabajo %2$lld de %3$lld
fr: %1$@, espace de travail %2$lld sur %3$lld
it: %1$@, area di lavoro %2$lld di %3$lld
ja: %1$@、ワークスペース %3$lld中%2$lld
ko: %1$@, 작업 공간 %2$lld / %3$lld
nb: %1$@, arbeidsområde %2$lld av %3$lld
pl: %1$@, przestrzeń robocza %2$lld z %3$lld
pt_br: %1$@, área de trabalho %2$lld de %3$lld
ru: %1$@, рабочее пространство %2$lld из %3$lld
th: %1$@, เวิร์กสเปซที่ %2$lld จาก %3$lld
tr: %1$@, çalışma alanı %3$lld/%2$lld
uk: %1$@, робоча область %2$lld з %3$lld
zh_hans: %1$@，工作区 %2$lld / %3$lld
zh_hant: %1$@，工作區 %2$lld / %3$lld

# alert.customColor.apply
source: Apply
ar: تطبيق
bs: Primijeni
da: Anvend
de: Anwenden
es: Aplicar
fr: Appliquer
it: Applica
ja: 適用
km: អនុវត្ត
ko: 적용
nb: Bruk
pl: Zastosuj
pt_br: Aplicar
ru: Применить
th: นำไปใช้
tr: Uygula
uk: Застосувати
zh_hans: 应用
zh_hant: 套用

# alert.customColor.cancel
source: Cancel
ar: إلغاء
bs: Otkaži
da: Annuller
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
km: បោះបង់
ko: 취소
nb: Avbryt
pl: Anuluj
pt_br: Cancelar
ru: Отменить
th: ยกเลิก
tr: Vazgeç
uk: Скасувати
zh_hans: 取消
zh_hant: 取消

# alert.customColor.message
source: Enter a hex color in the format #RRGGBB.
ar: أدخل لونًا سداسيًا بالتنسيق #RRGGBB.
bs: Unesite heksadecimalnu boju u formatu #RRGGBB.
da: Indtast en hex-farve i formatet #RRGGBB.
de: Geben Sie eine Hex-Farbe im Format #RRGGBB ein.
es: Introduce un color hexadecimal con el formato #RRGGBB.
fr: Saisissez une couleur hexadécimale au format #RRVVBB.
it: Inserisci un colore esadecimale nel formato #RRGGBB.
ja: #RRGGBB形式で16進カラーコードを入力してください。
km: បញ្ចូលពណ៌ hex ក្នុងទម្រង់ #RRGGBB។
ko: #RRGGBB 형식으로 16진수 색상을 입력하세요.
nb: Skriv inn en heksadesimal farge i formatet #RRGGBB.
pl: Wprowadź kolor szesnastkowy w formacie #RRGGBB.
pt_br: Insira uma cor hexadecimal no formato #RRGGBB.
ru: Введите цвет в формате #RRGGBB.
th: ป้อนรหัสสี hex ในรูปแบบ #RRGGBB
tr: #RRGGBB biçiminde bir onaltılık renk girin.
uk: Введіть колір у форматі #RRGGBB.
zh_hans: 请输入 #RRGGBB 格式的十六进制颜色。
zh_hant: 請輸入 #RRGGBB 格式的十六進位色碼。

# alert.customColor.title
source: Custom Box Color
ar: لون مخصص للصندوق
bs: Prilagođena boja kutije
da: Tilpasset boksfarve
de: Benutzerdefinierte Boxfarbe
es: Color personalizado de la caja
fr: Couleur personnalisée de la box
it: Colore personalizzato della box
ja: カスタムボックスカラー
km: ពណ៌ប្រអប់ផ្ទាល់ខ្លួន
ko: 사용자 지정 박스 색상
nb: Egendefinert boksfarge
pl: Własny kolor boksu
pt_br: Cor personalizada da box
ru: Пользовательский цвет бокса
th: สีกล่องที่กำหนดเอง
tr: Özel Kutu Rengi
uk: Власний колір боксу
zh_hans: 自定义 Box 颜色
zh_hant: 自訂 Box 顏色

# alert.invalidColor.emptyMessage
source: Enter a hex color in the format #RRGGBB.
ar: أدخل لونًا سداسيًا بالتنسيق #RRGGBB.
bs: Unesite heksadecimalnu boju u formatu #RRGGBB.
da: Indtast en hex-farve i formatet #RRGGBB.
de: Geben Sie eine Hex-Farbe im Format #RRGGBB ein.
es: Introduce un color hexadecimal con el formato #RRGGBB.
fr: Saisissez une couleur hexadécimale au format #RRVVBB.
it: Inserisci un colore esadecimale nel formato #RRGGBB.
ja: #RRGGBB形式で16進カラーコードを入力してください。
ko: #RRGGBB 형식으로 16진수 색상을 입력하세요.
nb: Skriv inn en heksadesimal farge i formatet #RRGGBB.
pl: Wprowadź kolor szesnastkowy w formacie #RRGGBB.
pt_br: Insira uma cor hexadecimal no formato #RRGGBB.
ru: Введите цвет в формате #RRGGBB.
th: ป้อนรหัสสี hex ในรูปแบบ #RRGGBB
tr: #RRGGBB biçiminde bir onaltılık renk girin.
uk: Введіть колір у форматі #RRGGBB.
zh_hans: 请输入 #RRGGBB 格式的十六进制颜色。
zh_hant: 請輸入 #RRGGBB 格式的十六進位色碼。

# alert.invalidColor.invalidMessage
source: "%@" is not a valid hex color. Use #RRGGBB.
ar: "%@" ليس لونًا سداسيًا صالحًا. استخدم #RRGGBB.
bs: "%@" nije važeća heksadecimalna boja. Koristite #RRGGBB.
da: "%@" er ikke en gyldig hex-farve. Brug #RRGGBB.
de: "%@" ist keine gültige Hex-Farbe. Verwenden Sie #RRGGBB.
es: "%@" no es un color hexadecimal válido. Usa #RRGGBB.
fr: « %@ » n'est pas une couleur hexadécimale valide. Utilisez le format #RRVVBB.
it: "%@" non è un colore esadecimale valido. Usa #RRGGBB.
ja: 「%@」は有効な16進カラーではありません。#RRGGBB形式で入力してください。
ko: "%@"은(는) 유효한 16진수 색상이 아닙니다. #RRGGBB 형식을 사용하세요.
nb: «%@» er ikke en gyldig heksadesimal farge. Bruk #RRGGBB.
pl: "%@" nie jest prawidłowym kolorem szesnastkowym. Użyj #RRGGBB.
pt_br: "%@" não é uma cor hexadecimal válida. Use #RRGGBB.
ru: «%@» не является допустимым цветом. Используйте формат #RRGGBB.
th: "%@" ไม่ใช่รหัสสี hex ที่ถูกต้อง ใช้ #RRGGBB
tr: "%@" geçerli bir onaltılık renk değil. #RRGGBB kullanın.
uk: "%@" — недійсний hex-колір. Використовуйте #RRGGBB.
zh_hans: "%@" 不是有效的十六进制颜色。请使用 #RRGGBB 格式。
zh_hant: 「%@」不是有效的十六進位色碼。請使用 #RRGGBB 格式。

# alert.invalidColor.title
source: Invalid Color
ar: لون غير صالح
bs: Nevažeća boja
da: Ugyldig farve
de: Ungültige Farbe
es: Color no válido
fr: Couleur non valide
it: Colore non valido
ja: 無効なカラー
ko: 잘못된 색상
nb: Ugyldig farge
pl: Nieprawidłowy kolor
pt_br: Cor Inválida
ru: Недопустимый цвет
th: สีไม่ถูกต้อง
tr: Geçersiz Renk
uk: Недійсний колір
zh_hans: 无效颜色
zh_hant: 無效的顏色

# alert.renameWorkspace.cancel
source: Cancel
ar: إلغاء
bs: Otkaži
da: Annuller
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
nb: Avbryt
pl: Anuluj
pt_br: Cancelar
ru: Отменить
th: ยกเลิก
tr: Vazgeç
uk: Скасувати
zh_hans: 取消
zh_hant: 取消

# alert.renameWorkspace.message
source: Enter a custom name for this box.
ar: أدخل اسمًا مخصصًا لهذا الصندوق.
bs: Unesite prilagođeni naziv za ovu kutiju.
da: Indtast et brugerdefineret navn til denne boks.
de: Geben Sie einen benutzerdefinierten Namen für diese Box ein.
es: Introduce un nombre personalizado para esta caja.
fr: Saisissez un nom personnalisé pour cette box.
it: Inserisci un nome personalizzato per questa box.
ja: このボックスのカスタム名を入力してください。
km: បញ្ចូលឈ្មោះផ្ទាល់ខ្លួនសម្រាប់ប្រអប់នេះ។
ko: 이 박스의 사용자 지정 이름을 입력하세요.
nb: Skriv inn et egendefinert navn for denne boksen.
pl: Wprowadź własną nazwę dla tego boksu.
pt_br: Insira um nome personalizado para esta box.
ru: Введите пользовательское имя для этого бокса.
th: ป้อนชื่อที่กำหนดเองสำหรับกล่องนี้
tr: Bu kutu için özel bir ad girin.
uk: Введіть власну назву для цього боксу.
zh_hans: 请为此 Box 输入自定义名称。
zh_hant: 請為此 Box 輸入自訂名稱。
